Repository: mimiz/wp-google-reader
Catalog: lang/google-reader-*.po
Languages: fr_fr

source: Title
fr_fr: Titre

source: Number of elements to retreive
fr_fr: Nombre d'élément à récupérer

source: Tag Name
fr_fr: Nom du tag

source: You must define your google account, go to Settings / Google Reader ...
fr_fr: Vous devez définir votre compte Google, allez dans Paramètres / Google Reader

source: GOOGLE READER : Plugin WP-ZFF Zend Framework Full is needed please install it !
fr_fr: GOOGLE READER : Le plugin WP-ZFF Zend Framework Full est requis, intallez le !

source: <p>You must provide your Google Account information, ie, your Login(email) / Password.<br />you can acces these informations :</p><ul><li><strong>starred</strong> : Items starred in Google Reader</li><li><strong>shared</strong> : Items shared in Google Reader</li><li><strong>tag</strong> : items tagged with specific tag</li><li><strong>read</strong> : Items read in Google Reader</li><li><strong>reading-list</strong> : Items in the reading list</li></ul><p>just try ...</p><p>Getting Google Reader items may be quite long, so use cache to save data and not reload items from google for every user</p><p>You must provide a full path to a writable directory</p>
fr_fr: <p>Vous devez fournir votre compte Google Account , ie, votre Login(email) / Password.<br />Vous pouvez accéder aux elements Google Reader suivant : :</p><ul><li><strong>starred</strong> : Vos éléments favoris</li><li><strong>shared</strong> : Vos eléments partagés</li><li><strong>tag</strong> : Les éléments ayant un tag spécifique</li><li><strong>read</strong> : Vos éléments lus dans Google Reader</li><li><strong>reading-list</strong> : La liste de lecture</li></ul><p>Essayer ...</p><p>Récupérer les éléments depuis Google Reader peut être assez long, utilisez le cache pour accélérer le chargement.</p><p>Vous devez fournir un chemin complet vers un répertoire accéssible en écriture</p>

source: Your Google Login must be a valid email address. Please enter a valid email address.
fr_fr: Votre login Google doit être une adresse email valide

source: %s is not a valid directory
fr_fr: %s n'est pas un répertoire valide

source: %s is required
fr_fr: %s est obligatoire

source: Directory %s is not writable, please set permission at least to 755
fr_fr: Le répertoire %s n'est pas accéssible en écriture, définissez les permissions à 755

source: %s is not a valid integer
fr_fr: %s n'est pas un entier valide

source: Your Google Account
fr_fr: Votre compte Google

source: Your Google Login
fr_fr: Votre login Google

source: Your Google Password
fr_fr: Votre password Google

source: Manage Cache
fr_fr: Gérer le cache

source: Cache Directory
fr_fr: Répertoire de cache

source: Remember : The cache directory must be writable !
fr_fr: Rappel : le répertoire de cache doit être accessible en écriture

source: Cache Lifetime
fr_fr: Durée de vie du cache

source: Integer : the number of seconds cache is not updated, 7200 means 2 hours
fr_fr: Entier : le nombre de secondes avant de rechager depuis Google Reader (7200 représente 2 heures)

source: Save Changes
fr_fr: Enregistrer

source: Add your Google Reader items to your blog
fr_fr: Ajouter vos élèments Google Reader à votre Blog

source: An Error Occured please check your settings
fr_fr: Une erreur est survenue, vérifiez vos paramètres

source: Integrate your Google Reader items to your blog sidebar
fr_fr: Ajoute vos éléments Google Reader à la sidebar de votre blog
